{"minVersion":"0.1","headerImage":"https://repo.lauren.sh/assets/com.burritoz.aperio/banner.png","tintColor":"#FB98FB","tabs":[{"tabname":"Details","views":[{"class":"DepictionScreenshotsView","screenshots":[{"url":"https://repo.lauren.sh/assets/com.burritoz.aperio/screenshot/SS3.PNG","accessibilityText":"Screenshot"},{"url":"https://repo.lauren.sh/assets/com.burritoz.aperio/screenshot/APSS2.PNG","accessibilityText":"Screenshot"},{"url":"https://repo.lauren.sh/assets/com.burritoz.aperio/screenshot/APSS1.PNG","accessibilityText":"Screenshot"}],"itemCornerRadius":8,"itemSize":"{286,400}"},{"markdown":"# Aperio\nA beautiful app launcher for your lock screen.\n\n## Convenient \n\nAperio brings a stunning app launcher to the place of your first notification. No need to swipe up to unlock, then scroll through all your app pages just to get to the app you need. Simply press the app icon in Aperio, and your phone will be prompted to be unlocked, bringing you right to the app you clicked after you authenticate your phone. Aperio can also be toggled hiding or showing with ease, simply by lightly tapping the lock screen quick action buttons 2 times (or a custom number set in preferences).\n\n## Choose as many apps as you want\n\nSelect which apps you want to appear in Aperio by selecting and ordering them within settings. You can choose 4, 6, 8, or however many you want - ranging from zero apps to every app! Any apps that won’t fit on Aperio will be accessible by scrolling vertically. \n\n## Customization\n\nAperio offers a multitude of customization options so you can get it just how you want it to look. Here is a full list of options that Aperio provides:\n- Hide Aperio by default, only show when lock screen quick action buttons are lightly tapped\n-  Select and order an infinite number of apps to appear on Aperio\n-  Adjust taps needed on the quick action buttons to toggle Aperio hiding/showing (only available on devices that have quick action buttons, or on devices with a tweak to enable them)\n-  Choose between left, center, or right alignment for Aperio\n-  Manually adjust the offset horizontally of Aperio\n-  Choose between adaptive, light, or dark mode\n-  Adjust Aperio width\n-  Adjust Aperio height\n-  Adjust the size of the app icons displayed on Aperio \n-  Adjust corner radius of app icons on Aperio \n-  Adjust corner radius of the background blur of Aperio \n-  Adjust background blur alpha\n-  Adjust spacing between rows of icons in Aperio\n-  Adjust the minimum amount of spacing between Aperio icons horizontally (spacing will be greater than or equal to that number based on width of Aperio)\n-  Adjust top, bottom, left, and right insets for Aperio before the icons begin\n\n## Lightweight and smooth\n\nAperio has been designed to be as efficient as possible - no extra lag or slowdowns, even on older devices such as the iPhone 6 (tested on iPhone 6 with iOS 12.4.7, iPhone XR 13.5, iPhone 11 Pro 13.3.1, and iPhone X 13.6). Aperio also utilizes provided methods from stock iOS that Apple uses to make sure Aperio functions in a stock-iOS like way.\n","useSpacing":"true","class":"DepictionMarkdownView"},{"class":"DepictionSpacerView","spacing":0},{"class":"DepictionHeaderView","title":"Information"},{"class":"DepictionTableTextView","title":"Developer","text":"ren7995"},{"class":"DepictionTableTextView","title":"Version","text":"1.4.0"},{"class":"DepictionTableTextView","title":"Compatibility","text":"iOS 12 to 14.4"},{"class":"DepictionTableTextView","title":"Section","text":"Tweaks"},{"class":"DepictionSpacerView","spacing":0},{"class":"DepictionTableButtonView","title":"Contact Support","action":"depiction-https://repo.lauren.sh/depiction/native/help/com.burritoz.aperio.json","openExternal":"true","tintColor":"#FB98FB"},{"class":"DepictionLabelView","text":"","textColor":"#999999","fontSize":"10.0","alignment":1}],"class":"DepictionStackView"},{"tabname":"Changelog","views":[{"class":"DepictionHeaderView","title":"Changelog"},{"class":"DepictionMarkdownView","markdown":"This package has no changelog."},{"class":"DepictionLabelView","text":"","textColor":"#999999","fontSize":"10.0","alignment":1}],"class":"DepictionStackView"}],"class":"DepictionTabView"}